# Brew starter kit!
tap 'homebrew/cask-fonts'
tap 'd12frosted/emacs-plus'

brew 'ack'
brew 'asdf'
brew 'awscli'
# bat is a syntax highlighter - used by FZF
brew 'bat'
brew 'black'
brew 'coreutils'
brew 'ctags'
#brew 'd12frosted/emacs-plus/emacs-plus', args: ['devel']
brew 'diff-so-fancy'
brew 'ffmpeg'
brew 'fzf'
brew 'git'
brew 'go'
brew 'neovim'
brew 'node'
brew 'pyenv'
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'yarn'
brew 'youtube-dl'

# Fonts
cask 'font-iosevka'
cask 'font-iosevka-nerd-font'
